{"intents": [
    {
        "tag": "greetings",
        "patterns": ["Hello", "Hi", "Hey", "Good morning", "Good afternoon", "Good evening", "Howdy", "What's up", "How are you", "How's it going", "How have you been", "What's new", "How's your day", "How's your week", "How's life", "What's been up", "How have you been doing", "What's been going on", "What's the story", "What's happening", "How's everything", "How's everything going", "How's everything been", "How's everything treating you", "What's going on with you", "What's the latest", "What's the scoop", "What's the buzz", "What's the deal", "What's the situation", "What's the status", "What's the rundown", "What's the update", "What's been happening", "What's been going down", "What's been going on lately", "What's been happening lately", "What's been going down lately", "What's the latest update", "What's the latest news", "What's the latest scoop", "What's the current situation", "What's the current status", "What's the current update", "What's the current news", "What's the current buzz", "What's the current deal", "What's been up lately", "What's been up with you", "What's been up lately with you", "What's been going on with you", "What's been going on lately with you", "How have things been", "How have things been going", "How have things been lately", "How have things been with you", "How have things been lately with you", "How's it been", "How's it been going", "How's it been lately", "How's it been with you", "How's it been lately with you", "How have you been doing lately", "How have you been lately", "Greetings", "Salutations", "Welcome", "Sup", "Yo", "Hi there", "Hello there", "Hey there", "Good morning there", "Good afternoon there", "Good evening there", "Howdy there", "What's up there", "How are you there", "How's it going there", "How have you been there", "What's new there", "How's your day there", "How's your week there", "How's life there", "What's been up there", "How have you been doing there", "What's been going on there", "What's the story there", "What's happening there", "How's everything there", "How's everything going there", "How's everything been there", "How's everything treating you there", "What's going on with you there", "What's the latest there", "What's the scoop there", "What's the buzz there", "What's the deal there", "What's the situation there"],
        "responses": ["Hello! How may I assist you today?", "Hi there! What can I help you with?", "Good morning! Is there anything I can help you with?", "Hey! What brings you here today?", "Howdy! How can I help you today?", "What's up! How can I assist you?", "Hello, how are you doing today?", "Hi! What can I do for you today?", "Hey there! Is there anything I can help with?"]
    },
    {
        "tag": "headache",
        "patterns":["What are the signs and symptoms of a headache?","What does a headache feel like?","Can you describe the common symptoms of headache?","What should I look out for if I have a headache?","What are the most common indicators of headache?","How do I know if I'm experiencing a headache?","What are the typical symptoms associated with a headache?","What are the red flags of a headache?","What are the characteristic symptoms of headache?","What are the identifying symptoms of headache?"],
        "responses":["Headache symptoms can include pain in the forehead, temples, or back of the head, pressure or tightness in the head, and sensitivity to light, sound, or smell. Some people may also experience neck pain, blurred vision, or nausea.","Common symptoms of headache include a dull, throbbing pain, tension or pressure around the head, and sensitivity to light and sound. Some people may also experience neck pain, dizziness, or blurred vision.","Headaches can present differently for different people, but some common symptoms include a persistent or recurring pain in the head, pressure or tightness around the head, and sensitivity to light or noise. Other symptoms can include neck pain, blurred vision, and nausea."]
    },
    {
        "tag":"cold",
        "patterns":["What are the common symptoms of a cold?","What should I expect if I have a cold?","What are the signs of a cold?","What are the typical symptoms of a cold?","What are the indicators of a cold?","How can I tell if I have a cold?","What are the most frequent symptoms of a cold?","What are the red flags of a cold?","What are the typical signs and symptoms of a cold?","What are the key symptoms of a cold?"],
        "responses":["Common symptoms of a cold include a runny or stuffy nose, sneezing, coughing, sore throat, fatigue, headache, and body aches. Some people may also experience a fever, chills, or a loss of appetite.","The symptoms of a cold can include a congested or runny nose, coughing, sneezing, scratchy or sore throat, fatigue, body aches, and sometimes a low-grade fever. Other symptoms can include headache, chills, or a loss of appetite.","A cold is often accompanied by symptoms such as a runny or stuffy nose, coughing, sneezing, a sore or scratchy throat, body aches, fatigue, and sometimes a low-grade fever. Some people may also experience headache, chills, or a loss of appetite."]
    },
    {
        "tag":"tuberculosis",
        "patterns":["What are the signs and symptoms of tuberculosis?","What does tuberculosis feel like?","Can you describe the common symptoms of tuberculosis?","What should I look out for if I have tuberculosis?","What are the most common indicators of tuberculosis?","How do I know if I have tuberculosis?","What are the typical symptoms associated with tuberculosis?","What are the red flags of tuberculosis?","What are the characteristic symptoms of tuberculosis?","What are the identifying symptoms of tuberculosis?"],
        "responses":["The symptoms of tuberculosis can be different for each person, but some common signs include a persistent cough that lasts for three weeks or more, chest pain, coughing up blood, fatigue, weight loss, fever, night sweats, and chills. Some people may also experience shortness of breath, loss of appetite, and overall weakness.","Common symptoms of tuberculosis include a persistent cough that lasts for three weeks or longer, chest pain, coughing up blood or mucus, fatigue, weight loss, chills and fever, and night sweats. Other symptoms can include shortness of breath, loss of appetite, and weakness.","Tuberculosis is characterized by symptoms such as a persistent cough, chest pain, coughing up blood, fatigue, weight loss, fever, chills, and night sweats. Some people may also experience shortness of breath, loss of appetite, and general weakness."]
    },
    {
        "tag":"dengue",
        "patterns":["What are the signs and symptoms of dengue?","What does dengue feel like?","Can you describe the common symptoms of dengue?","What should I look out for if I have dengue?","What are the most common indicators of dengue?","How do I know if I have dengue?","What are the typical symptoms associated with dengue?","What are the red flags of dengue?","What are the characteristic symptoms of dengue?","What are the identifying symptoms of dengue?"],
        "responses":["The symptoms of dengue fever can include high fever, severe headache, joint and muscle pain, nausea and vomiting, skin rash, and mild bleeding (such as nose or gum bleeding). Some people may also experience fatigue, weakness, and loss of appetite.","Dengue fever is characterized by symptoms such as high fever, headache, muscle and joint pain, nausea and vomiting, skin rash, and mild bleeding. Other symptoms can include fatigue, weakness, and loss of appetite.","Common symptoms of dengue fever include high fever, severe headache, joint and muscle pain, nausea and vomiting, skin rash, and mild bleeding. Some people may also experience fatigue, weakness, and a lack of appetite."]
    },
    {
        "tag":"pneumonia",
        "patterns":["What are the signs and symptoms of pneumonia?","What does pneumonia feel like?","Can you describe the common symptoms of pneumonia?","What should I look out for if I have pneumonia?","What are the most common indicators of pneumonia?","How do I know if I have pneumonia?","What are the typical symptoms associated with pneumonia?","What are the red flags of pneumonia?","What are the characteristic symptoms of pneumonia?","What are the identifying symptoms of pneumonia?"],
        "responses":["The symptoms of pneumonia can vary depending on the cause, but some common signs include fever, cough with phlegm or mucus, chest pain, rapid or difficulty breathing, fatigue, sweating and shivering, and loss of appetite. Some people may also experience headache, muscle aches, and a general feeling of being unwell.","Pneumonia can cause a range of symptoms, including fever, cough with phlegm or mucus, chest pain, shortness of breath or rapid breathing, fatigue, sweating and shivering, and loss of appetite. Other symptoms may include headache, muscle aches, and a general feeling of being unwell.","Common symptoms of pneumonia include fever, cough with mucus or phlegm, chest pain, difficulty or rapid breathing, fatigue, sweating and shivering, and loss of appetite. Some people may also experience headache, muscle aches, and a general feeling of being unwell."]
    },
    {
        "tag":"malaria",
        "patterns":["What are the signs and symptoms of malaria?","What does malaria feel like?","Can you describe the common symptoms of malaria?","What should I look out for if I have malaria?","What are the most common indicators of malaria?","How do I know if I have malaria?","What are the typical symptoms associated with malaria?","What are the red flags of malaria?","What are the characteristic symptoms of malaria?","What are the identifying symptoms of malaria?"],
        "responses":["The symptoms of malaria can vary depending on the type of parasite causing the infection, but common signs and symptoms include fever, chills, headache, muscle aches and pain, fatigue, and sweating. Some people may also experience nausea, vomiting, diarrhea, and abdominal pain. In severe cases, malaria can cause jaundice, anemia, and convulsions.","Malaria can cause a range of symptoms, including fever, chills, headache, muscle aches and pain, fatigue, and sweating. Other symptoms may include nausea, vomiting, diarrhea, and abdominal pain. In more severe cases, malaria can lead to jaundice, anemia, and convulsions.","Common symptoms of malaria include fever, chills, headache, muscle aches and pain, fatigue, and sweating. Some people may also experience nausea, vomiting, diarrhea, and abdominal pain. Severe cases of malaria can cause jaundice, anemia, and convulsions."]
    },
    {
        "tag":"tetanus",
        "patterns":["What are the signs and symptoms of tetanus?","What does tetanus feel like?","Can you describe the common symptoms of tetanus?","What should I look out for if I have tetanus?","What are the most common indicators of tetanus?","How do I know if I have tetanus?","What are the typical symptoms associated with tetanus?","What are the red flags of tetanus?","What are the characteristic symptoms of tetanus?","What are the identifying symptoms of tetanus?"],
        "responses":["The symptoms of tetanus can vary depending on the severity of the infection, but common signs and symptoms include muscle stiffness and spasms, particularly in the jaw and neck, difficulty swallowing, and painful muscle contractions. Some people may also experience fever, sweating, and rapid heartbeat. In severe cases, tetanus can cause seizures, breathing difficulties, and death.","Tetanus can cause a range of symptoms, including muscle stiffness and spasms, particularly in the jaw and neck, difficulty swallowing, and painful muscle contractions. Other symptoms may include fever, sweating, and rapid heartbeat. Severe cases of tetanus can lead to seizures, breathing difficulties, and death.","Common symptoms of tetanus include muscle stiffness and spasms, particularly in the jaw and neck, difficulty swallowing, and painful muscle contractions. Some people may also experience fever, sweating, and rapid heartbeat. Tetanus can be life-threatening, and severe cases can cause seizures, breathing difficulties, and death."]
    },
    {
        "tag": "goodbye",
        "patterns": ["Bye", "Goodbye", "Farewell", "See you later", "See you soon", "Catch you later", "Catch you soon", "Talk to you later", "Talk to you soon", "Until next time", "Take care", "Good night", "Sleep well", "Have a good night", "Sweet dreams", "Have a great day", "Have a nice day", "Enjoy your day", "Have a great evening", "Have a nice evening", "Enjoy your evening", "Adios", "Ciao", "Bye bye", "Ta ta", "Laters", "Toodle-oo", "So long", "Adieu", "Auf Wiedersehen", "Arrivederci", "Au revoir", "Hasta la vista", "Chao", "Peace out", "Later dude", "Later gator", "Toodles", "Bye for now", "Goodbye for a while", "Goodbye for the day", "Bye for the night", "Bye for the moment", "Bye for a bit", "Bye for the time being", "Bye for now and then", "Bye for the interim", "Goodbye temporarily", "Goodbye temporarily, see you soon", "Goodbye temporarily, talk to you soon", "Goodbye temporarily, catch you later", "Bye temporarily, take care", "Bye temporarily, have a great day", "Goodbye temporarily, have a nice day", "Goodbye temporarily, enjoy your day", "Goodbye temporarily, have a great evening", "Goodbye temporarily, have a nice evening", "Goodbye temporarily, enjoy your evening", "Bye temporarily, sweet dreams", "Bye temporarily, good night", "Bye temporarily, sleep well", "Goodbye for the next little while", "Goodbye for the next little bit", "Goodbye for the next short while", "Goodbye for the next short bit", "Goodbye for the next short time", "Goodbye for the next short span", "Goodbye for the next short duration", "Goodbye for a short time", "Goodbye for a short span", "Goodbye for a short duration", "Goodbye until we meet again", "Goodbye until next time we meet", "Goodbye until next time we talk", "Goodbye until next time we chat", "Goodbye until next time we catch up", "Goodbye until next time we connect", "Goodbye until our next conversation", "Goodbye until our next chat", "Goodbye until our next catch up", "Goodbye until our next connection", "Goodbye until our next meeting", "Goodbye until the next time", "Goodbye until later", "Goodbye until we speak again", "Goodbye until we talk again", "Goodbye until we chat again", "Goodbye until we catch up again", "Goodbye until we connect again", "Goodbye until our next encounter", "Goodbye until next time we see each other", "Goodbye until next time we interact", "Goodbye until next time we communicate", "Goodbye until next time we exchange", "Goodbye until next time we meet up", "Goodbye for now and take care", "Goodbye for now, have a great day", "Goodbye for now, have a nice day", "Goodbye for now, enjoy your day"],
        "responses": ["Goodbye! Have a great day.", "Bye! Take care.", "Farewell! Enjoy the rest of your day.", "See you later! Have a nice evening.", "Take care! Talk to you soon.", "Have a great day! Goodbye.", "Have a nice day! Bye.", "Enjoy your day! Goodbye.", "Have a great day! Goodbye."]
    }
]}

